
const questions = [
        {
            title: 'Загадочный длинный текст, на который так много вопросов, и так мало ответов ...',
            id: 0,
            answerList: [
                {
                    text: 'Ответ 1',
                    id: 0,
                },
                {
                    text: 'Какой то ответ 2 (правильный)',
                    id: 1,
                },
                {
                    text: 'Наверное 3',
                    id: 2,
                },
                {
                    text: '... А может и 4 :)',
                    id: 3,
                },
            ]
        },
        {
            title: 'Какой-то вопрос, здесь даже есть текст... А вот какой ответ?',
            id: 1,
            answerList: [
                {
                    text: 'Ответ 1, точно',
                    id: 0,
                },
                {
                    text: 'Ответ второй, по-любому!',
                    id: 1,
                },
                {
                    text: 'Правильный третий ответ',
                    id: 2,
                },
                {
                    text: 'Этот ответ, почему-то так кажется',
                    id: 3,
                },
            ]
        }
    ];

export default questions
